Repository: nepedal/new-coin-listing-alert-bot--copy
Catalog: src/CryptoCoinsParser.Application/Resources/Localization/Localization.*.resx
Languages: ru_ru

# WantPracticeLanguage
source: Do you want to practice <b>{0}</b> language?
ru_ru: Хотите практиковать язык <b>{0}</b>?

# AlreadyRegistered
source: You've already registered!
ru_ru: Вы уже зарегистрированы!

# ButtonTextIAmReady
source: I`M READY 🚀
ru_ru: Я ГОТОВ(А) 🚀

# ButtonTextNo
source: NO
ru_ru: НЕТ

# ButtonTextYes
source: YES
ru_ru: ДА

# LanguageIsNotRecognized
source: Language was not recognized, make sure it's written correctly
ru_ru: Язык не был распознан, убедитесь, что он написан правильно

# SelectMeetingLanguageYouWouldLikeToPractice
source: Please, select language you would like to practice
ru_ru: Пожалуйста, выберите язык который вы хотите практиковать

# LanguageSet
source: The language you practice has been set to <b>{0}</b>
ru_ru: Для встреч был установлен язык <b>{0} </b>

# PracticeEnglishAsking
source: Would you like to practice <b>English</> language?
ru_ru: Хотите практиковать <b>Английский</b> язык?

# CMLanguageLevelAsk
source: Do you want to create <b>{0}</b> level meeting?
ru_ru: Хотите создать встречу уровня <b>{0}</b>?

# ButtonTextCancel
source: CANCEL
ru_ru: ОТМЕНИТЬ

# ShowAllMeetings
source: SHOW MEETINGS LIST FOR {0}
ru_ru: СПИСОК ВСТРЕЧЬ ЗА {0}

# SelectTopic
source: Please select topic:
ru_ru: <b>Пожалуйста, выберите тему: ⤵</b>

# ButtonTextRandomTopic
source: RANDOM TOPIC
ru_ru: СЛУЧАЙНАЯ ТЕМА

# ViewTopicQuestions
source: What topic would you like to discuss on the call? Select a topic to see its questions
ru_ru: Какую тему хотели бы обсуждать на онлайн встрече? Выберите тему чтобы просмотреть вопросы:

source: Select meeting time
ru_ru: На какое время создать онлайн встречу?

source: Select meeting language level
ru_ru: Выберите уровень языка для встречи: ⤵

# HowManyPeople
source: How many people can participate in the meeting?
ru_ru: На сколько участников Вы хотели бы создать онлайн встречу?

# DbUpdateException
source: ❌ You can't create multiple meetings with the same date and time, try specifying another time. ❌ Here's what you entered:
ru_ru: ❌ Не разрешается создавать несколько онлайн встреч с одинаковой датой и временем, попробуйте указать другое время. ❌ Вами были введены следующие данные:

# MeetingCreated
source: <b><u>Meeting created, we will let you know when anybody joins the meeting!</u></b>
ru_ru: <b><u>Онлайн встреча создана. Мы сообщим вам, когда кто-нибудь присоединится к встрече!</u></b>

# ButtonTextPickAnotherDate
source: 📅 PICK ANOTHER DATE
ru_ru: 📅 ВЫБРАТЬ ДРУГУЮ ДАТУ

# ButtonTextPickAnotherTime
source: 🕑 PICK ANOTHER TIME
ru_ru: 🕑 ВЫБРАТЬ ДРУГОЕ ВРЕМЯ

# ButtonTextConfirm
source: CONFIRM
ru_ru: ВЫБРАТЬ ЭТУ ТЕМУ

source: Select meeting date
ru_ru: Выберите дату встречи: ⤵

# SelectOneOfLanguages
source: Select one of languages to create meeting
ru_ru: Выберите один из языков чтобы создать встречу: ⤵

# JMSelectLanguageLevel
source: Do you want to join <b>{0}</b> level meeting?
ru_ru: Хотите присоединиться к встречи уровня <b>{0}</b>?

# AlreadyJoined
source: You've already joined this meeting
ru_ru: Вы уже состоите в этой встрече

# ButtonTextPickAnotherLanguage
source: PICK ANOTHER LANGUAGE
ru_ru: ВЫБРАТЬ ДРУГОЙ ЯЗЫК

# ButtonTextPickAnotherLanguageLevel
source: PICK ANOTHER LEVEL
ru_ru: ВЫБРАТЬ ДРУГОЙ УРОВЕНЬ

# NoMatchingMeetings
source: Unfortunately, no meetings by your preferences were found in {0}
ru_ru: <b>К сожалению не найдено встреч по вашим предпочтениям за {0}.</b>🙄

source: Select meeting language
ru_ru: Выберите язык встречи: ⤵

# MeetingNotFound
source: The meeting was not found.
ru_ru: Встреча не найдена.

# MeetingAlreadyCanceled
source: The meeting has already been cancelled
ru_ru: Встреча уже отменена

# MeetingCanceled
source: ❌ The meeting <b>#{0}</b> has been cancelled ❌
ru_ru: ❌ Встреча <b>#{0}</b> отменена. ❌

# CantLeaveMeeting
source: Sorry! You can't leave a meeting you never joined
ru_ru: Вы не можете покинуть встречу не являясь участником

source: Operation declined
ru_ru: Операциия отменена

# ContactUs
source: If you have any questions, please contact {0}
ru_ru: Если у вас возникли вопросы, просим обращаться {0}

# InitialMessage
source: Hi✋ I'll help you connect with real language learners at your level and with similar interests to practice speaking skills in Google Meet. Before we get started, I will ask you for some information.
ru_ru: Привет✋ Я помогу тебе найти партнера твоего уровня и интересов для практики иностранных языков в Google Meet. Прежде чем мы начнем, нужно предоставить некоторую информацию.

# LanguageLevelSet
source: Language level has been set to <b>{0}</b>
ru_ru: Уровень языка {0} успешно установлен

# TitleTextSelectLanguageLevel
source: Select your current language level
ru_ru: Выберите ваш текущий уровень языка

# ButtonTextShowAllLevels
source: SHOW MEETINGS OF ALL LEVELS
ru_ru: ПОКАЗАТЬ ВСТЕЧИ ВСЕХ УРОВНЕЙ

# UserLeftMeetingTemplate
source: 🌍 User <b>{{ username }} #{{ meeting.user_id }}</b> left the meeting. 📌 <b><u>Meeting #{{ meeting.meeting_id }}</u></b> 📅 <b>Date:</b> {{ practice_date}} 🕑 <b>Time:</b> {{ practice_time }} {{ time_zone }}
ru_ru: 🌍 Пользователь <b>{{ username}} #{{ meeting.user_id }}</b> покинул встречу. 📌 <b><u>Встреча #{{ meeting.meeting_id }}</u></b> 📅 <b>Дата:</b> {{practice_date }} 🕑 <b>Время:</b> {{practice_time}} {{ time_zone }}

# CreateMeetingTemplate
source: 🌍 <b>{{ title }}</b> 📌 <b><u>Meeting #{{ meeting_id }}</u></b> 🌐 <b>Language:</b> <u>{{ language_name }}</u> 🗒 <b>Language level:</b> <u>{{ language_level }}</u> 💬 <b>Topic:</b> <u>{{ topic }}</u> 👨‍👩‍👧‍👦 <b>Max people number:</b> <u>{{ people_number }}</u> 📅 <b>Date:</b> <u>{{ date }} </u> 🕑 <b>Time:</b> <u>{{ time }} </u> {{ time_zone }}
ru_ru: 🌍 <b>{{ title }}</b> 📌 <b><u>Встреча #{{ meeting_id }}</u></b> 🌐 <b>Язык:</b> <u>{{ language_name }}</u> 🗒 <b>Уровень языка:</b> <u>{{ language_level }}</u> 💬 <b>Тема:</b> <u>{{ topic }}</u> 👨‍👩‍👧‍👦 <b>Максимальное количество участников:</b> <u>{{ people_number }}</u> 📅 <b>Дата:</b> <u>{{ date }} </u> 🕑 <b>Время:</b> <u>{{ time }} </u> {{ time_zone }}

# QuestionsTemplate
source: Questions for topic <b>{{ topic_name }}</b> <b>Description {{ topic_description }} </b>
ru_ru: <b>Тема встречи {{ topic_name }} </b> <b>Описание {{ topic_description }} </b>

# YouJoinedMeeting
source: 🌍 <b><u>You've joined the meeting!</u></b>
ru_ru: 🌍 <b><u>Вы присоединились к встрече!</u></b>

# UserJoinedMeeting
source: 🌍 User <b>{{ user_name }} #{{ user_id }}</b> joined the meeting. 📌 <b><u>Meeting #{{ meeting_id }}</u></b> 📅 <b>Date:</b> {{ practice_date }} 🕑 <b>Time:</b> {{ practice_time }} {{ time_zone }}
ru_ru: 🌍 Пользователь <b>{{ user_name }} #{{ user_id }}</b> присоединился к встрече. 📌 <b><u>Встреча #{{ meeting_id }}</u></b> 📅 <b>Дата:</b> {{ practice_date }} 🕑 <b>Время:</b> {{ practice_time }} {{ time_zone }}

# LocationSet
source: Location has been successfully updated, your location is <b>{0}</b>, your timezone is <b>{1}</b>. You can always change your location by executing {2} command
ru_ru: Местоположение успешно обновлено, ваше местоположение: <b>{0}</b>, часовой пояс: <b>{1}</b> . Вы всегда можете изменить свое местоположение, выполнив команду {2}

# UnableResolveLocation
source: Unable to resolve location, please, try later
ru_ru: Не удается определить местоположение, пожалуйста, попробуйте позже

# CouldNotResolveLocation
source: Couldn't determine your location, try to specify your address in the following format: <b>Country, City</b>
ru_ru: Не удалось определить ваше местоположение. Введите ваше местоположение в поле ввода сообщения в следующем формате: <b>Страна, Город</b>, например: <b>США, Нью-Йорк</b>

# CreateMeetingAskLocation
source: To make it possible to display meeting`s <b>date and time in your timezone</b> and <b>show partners country</b>, we need to know your location. Type your location in meetingChatMessage input in the following format: <b>Country, City</b>, for example: <b>USA, New York</b>
ru_ru: Для того чтобы иметь возможность показывать <b>дату и время онлайн-встречи в вашем часовом поясе</b> и <b>показывать страну партнеров</b>, нам необходимо знать ваше местоположение. Введите ваше местоположение в поле ввода сообщения в следующем формате: <b>Страна, Город</b>, например: <b>США, Нью-Йорк</b>

# HelpFindPartner
source: I can help you find a partner for practicing languages. You can control me by sending these commands:
ru_ru: Я могу помочь вам найти партнера для разговорной практики. Вы можете управлять мной, посылая следующие команды:

source: What would you like to change?
ru_ru: Что вы хотели бы поменять?

# DescriptionCreateMeeting
source: CREATE MEETING
ru_ru: СОЗДАТЬ ВСТРЕЧУ

# DescriptionRandomTopic
source: Random topic with questions
ru_ru: Случайная тема с вопросами

# DescriptionJoinMeeting
source: JOIN MEETING
ru_ru: ПРИСОЕДИНИТЬСЯ К ВСТРЕЧЕ

# DescriptionMyMeetings
source: VIEW MY MEETINGS
ru_ru: МОИ ВСТРЕЧИ

# DescriptionSettings
source: SETTINGS
ru_ru: НАСТРОЙКИ

# DescriptionSetMeetingLanguage
source: SET PRACTICE LANGUAGE
ru_ru: УСТАНОВИТЬ ЯЗЫК ПРАКТИКИ

# DescriptionSetMeetingLanguageLevel
source: SET PRACTICE LANGUAGE LEVEL
ru_ru: УСТАНОВИТЬ УРОВЕНЬ ЯЗЫКА

# DescriptionSetYourLocation
source: SET LOCATION
ru_ru: УСТАНОВИТЬ МЕСТОПОЛОЖЕНИЕ

# DescriptionContactUs
source: Contact us
ru_ru: Связаться с нами

# DescriptionSetGender
source: SET GENDER
ru_ru: УСТАНОВИТЬ ПОЛ

# ButtonTextFemale
source: FEMALE
ru_ru: ЖЕНСКИЙ

# ButtonTextMale
source: MALE
ru_ru: МУЖСКОЙ

# ButtonTextSkipGender
source: PREFER NOT TO MENTION
ru_ru: ПРЕДПОЧИТАЮ НЕ УПОМИНАТЬ

# GenderText
source: Set gender
ru_ru: Установить пол

# GenderSet
source: Gender <b>{0}</b> successfully set.
ru_ru: Пол <b>{0}</b> успешно установлен.

# ButtonTextLeaveMeeting
source: LEAVE MEETING
ru_ru: ПОКИНУТЬ ВСТРЕЧУ

# ViewMeetingTemplate
source: 📌 <b><u>Meeting #{{ meeting.id }}</u></b> 📅 <b>Date:</b> <u>{{ meeting.date }} </u> 🕑 <b>Time:</b> <u>{{ meeting.time }}</u> {{ meeting.time_zone }} 🌐 <b>Language:</b> <u>{{ meeting.language }}</u> 🗒 <b>Language level:</b> <u>{{ meeting.language_level }}</u> {{if(meeting.topic_name == null)}}💬 <b>Topic:</b> <u>Topic not selected</u>{{else}}💬 <b>Topic:</b> <u>{{ meeting.topic_name }}</u>{{end}} 👨‍👩‍👧‍👦 <b>Free</b><u>{{meeting.max_participants_count - meeting.participants_count }} </u><b>from</b> <u>{{ meeting.max_participants_count }} </u><b>seats</b> 🏞 <b>Creator</b> {{ meeting.user_id }} from <u>{{ meeting.creator_country }}, {{ meeting.creator_gender }}</u>
ru_ru: 📌 <b><u>Встреча #{{ meeting.id }}</u></b> 📅 <b>Дата:</b> <u>{{ meeting.date }} </u> 🕑 <b>Время:</b> <u>{{ meeting.time }}</u> {{ meeting.time_zone }} 🌐 <b>Язык:</b> <u>{{ meeting.language }}</u> 🗒 <b>Уровень языка:</b> <u>{{ meeting.language_level }}</u> {{if(meeting.topic_name == null)}}💬 <b>Тема:</b> <u>Тема не выбрана</u>{{else}}💬 <b>Тема:</b> <u>{{ meeting.topic_name }}</u>{{end}} 👨‍👩‍👧‍👦 <b>Свободно</b> <u>{{ meeting.max_participants_count - meeting.participants_count }} </u> <b>из</b> <u>{{ meeting.max_participants_count }} </u> <b>мест</b> 🏞 <b>Создатель</b> {{ meeting.user_id }} из <u>{{ meeting.creator_country }}, {{ meeting.creator_gender }}</u>

# ButtonTextJoin
source: JOIN
ru_ru: ПРИСОЕДИНИТСЯ

# GenderNotSet
source: NOT SET
ru_ru: Не установлен

# GenderFemale
source: Female
ru_ru: Женский

# GenderMale
source: Male
ru_ru: Мужской

# AuthorizeWithGoogle
source: At Lingo Practices we automate processes to make the user experience as convenient as possible. As a part of automation Lingo Practices auto-creates Google Meet meetings allowing partners to meet without having to set up on online meetings themselves.
ru_ru: В Lingo Practices мы автоматизируем процессы, чтобы сделать пользовательский интерфейс максимально удобным. В рамках автоматизации Lingo Practices автоматически создает встречи Google Meet, что избавляет от необходимости самостоятельно создавать онлайн-встречи и договариваться о том, какую платформу использовать для онлайн конференций.

# AuthorizeWithGoogleSuccess
source: Congrats! Now you can create unlimited number of meetings to practice language!
ru_ru: Поздравляем! Теперь вы можете создавать неограниченное количество встреч для практики языка!

# GoogleMeetTitle
source: Language practice
ru_ru: Разговорная практика

# AlreadyAuthorizedWithGoogle
source: You've already been authorized with Google
ru_ru: Вы уже авторизованы с помощью Google аккаунта

# StartBotCommand
source: Execute {0} command to start the bot
ru_ru: Выполните команду {0} для запуска бота.

# LogIn
source: Sign in with Google
ru_ru: Войти в Google аккаунт

# ButtonTextNext
source: NEXT TOPIC ➡️
ru_ru: СЛЕДУЮЩАЯ ТЕМА ➡️

# ForgotToProvideCalendarPermissions
source: Apparently you have not provided access to your calendar🤔 In order for us to create a Google Meet meetings on your behalf, we need access to your calendar. Please log in again to grant access to the calendar😎
ru_ru: По всей видимости вы не предоставили доступ к календарю🤔 Чтобы мы могли создавать Google Meet встречи от вашего имени нам нужен доступ к вашему календарю. Пожалуйста, предоставьте доступ к календарю😎

# SomethingWentWrong
source: Something went wrong, we are already working on fixing this error. If the error persists, please contact {0}
ru_ru: Что-то пошло не так, мы уже работаем над устранением этой ошибки. Попробуйте еще раз. Если ошибка повторяется, просим обратиться к {0}

# DescriptionSetInterfaceLanguage
source: SET INTERFACE LANGUAGE
ru_ru: УСТАНОВИТЬ ЯЗЫК ИНТЕРФЕЙСА

# InterfaceLanguageSet
source: Interface language successfully set.
ru_ru: Язык интерфейса успешно установлен.

# AvailableUILanguages
source: Available interface languages.
ru_ru: Доступные языки интерфейса.

source: JOIN GOOGLE MEET MEETING
ru_ru: ПОДКЛЮЧИТСЯ К ВСТРЕЧЕ GOOGLE MEET

# ButtonTextViewTopicQuestions
source: VIEW TOPIC QUESTIONS
ru_ru: ПОСМОТРЕТЬ ВОПРОСЫ К ВСТРЕЧЕ

# NotPendingMeetings
source: You don't have any active meetings yet
ru_ru: У вас пока нет активных встреч

# SettingGenderTitle
source: What's your gender?
ru_ru: Установить пол

# ButtonTextCreateNewMeeting
source: CREATE NEW MEETING
ru_ru: СОЗДАТЬ НОВУЮ ВСТРЕЧУ

# CantJoinMeetingSameTime
source: ❌You can't join the meeting because you already have the meeting for that date and time❌
ru_ru: ❌Вы не можете присоединиться к встрече так как у вас уже есть встреча на эту дату и время❌

source: Select another meeting
ru_ru: Выбрать другую встречу

# DescriptionCreateTopic
source: CREATE OWN MEETING TOPIC
ru_ru: СОЗДАТЬ СВОЮ ТЕМУ

# TitleTextUserTriedAddTopic
source: {0} wants to create topic <b><u>{1}</u></b>, approve?
ru_ru: {0} хочет добавить тему <b><u>{1}</u></b>, разрешить?

# TitleTextWriteTopicName
source: Please, enter topic name.
ru_ru: Пожалуйста, введите название темы.

# TitleTextTopicAlreadyExist
source: Topic with the same name already exist.
ru_ru: Тема с таким названием уже существует

# TitleTextTopicCreated
source: Topic with name <b>{0}</b> successfully created, let`s add some questions. Do you want to add question to topic?
ru_ru: Тема с названием <b>{0}</b> успешно создана. Хотите добавить вопрос к теме?

# TopicQuestionAdded
source: Topic question <b><u>{0}</u></b> successfully added.
ru_ru: Вопрос <b><u>{0}</u></b> успешно добавлен к теме

# TitleTextWriteTopicQuestion
source: Please write topic question.
ru_ru: Пожалуйста, введите вопрос который вы хотите добавить

# TitleTextThankYou
source: Thank you for making us better!
ru_ru: Спасибо, что делаете нас лучше!

# ButtonTextAddQuestion
source: ADD QUESTION
ru_ru: ДОБАВИТЬ ВОПРОС

# ButtonTextAddOneMore
source: ADD ONE MORE
ru_ru: ДОБАВИТЬ ЕЩЕ

# ButtonTextComplete
source: COMPLETE
ru_ru: ЗАВЕРШИТЬ

# ButtonTextTryAgainTopicName
source: CHANGE TOPIC NAME
ru_ru: ИЗМЕНИТЬ НАЗВАНИЕ ТЕМЫ

# TitleTextCantApproveQuestion
source: Unfortunately we can`t approve question <b>{0}</b>.
ru_ru: К сожалению мы не можем утвердить это вопрос <b>{0}</b>.

# TitleTextQuestionIsOnModerating
source: Question is on moderating.
ru_ru: Вопрос проходит модерацию.

# TitleTextUserWantsAddQuestion
source: {0} wants to add question <b><u>{1}</u></b>, approve?
ru_ru: {0} хочет добавить вопрос <b><u>{1}</u></b>, разрешить?

# TitleTextCantApproveTopic
source: Unfortunately we can`t approve topic <b>({0})</b>, please try different one.
ru_ru: К сожалению мы не можем утвердить тему <b>({0})</b> с таким названием, попробуйте другую.

# CreatorCancelledMeeting
source: 🌍 User <b>{{ username }} #{{ meeting.user_id }}</b> cancelled the meeting. 📌 <b><u>Meeting #{{ meeting.meeting_id }}</u></b> 📅 <b>Date:</b> {{ practice_date}} 🕑 <b>Time:</b> {{ practice_time }} {{ time_zone }}
ru_ru: 🌍 Пользователь <b>{{username}}</b> #<b>{{ user_id }}</b> отменил(а) встречу.

# TitleTextTopicNameOnModerating
source: Your topic is on moderating. After we review your topic you will receive notification about moderation result. Usually it takes less than one business day
ru_ru: Ваша тема находится на модерации. После того, как мы рассмотрим вашу тему, вы получите уведомление о результатах модерации.

# SignUpSuccess
source: So, how exactly does it all work? It’s not all rocket science! All you need to do is join any meeting you like. If there’s nothing that catches your eye, you can always create your own meeting by choosing language, language level, date, time, meeting topic and number of people. See, you can be your own boss here 😎 We'll notify you if anybody creates meeting with same language and language level you've specified in the previous steps, but you can always change your notification preferences by visiting Settings page. Happy practicing!😊
ru_ru: Итак, как именно все это работает? Все очень просто! Все, что вам нужно сделать, это присоединиться к любой понравившейся вам встрече. Если вам ничего не приглянулось, вы всегда можете создать свою собственную встречу, выбрав язык, уровень языка, дату, время, тему, и количество участников. Здесь вы можете быть сами себе начальником 😎 Мы уведомим вас, если кто-либо создаст встречу с тем же языком и языковым уровнем, которые вы указали на предыдущих шагах, но вы всегда можете изменить свои настройки уведомлений посетив страницу настроек. Счастливой практики!😊

# ButtonTextNextMonth
source: NEXT MONTH ➡️
ru_ru: СЛЕДУЮЩИЙ МЕСЯЦ ➡️

# TitleTextTopicNotSelected
source: Topic not selected
ru_ru: Тема не выбрана

# ButtonTextWithoutTopic
source: WITHOUT TOPIC
ru_ru: БЕЗ ТЕМЫ

# ButtonTextTryAgainTopicQuestion
source: CHANGE QUESTION
ru_ru: ИЗМЕНИТЬ ВОПРОС

# ButtonTextSetNotificationPreferences
source: NOTIFICATIONS
ru_ru: УВЕДОМЛЕНИЯ

# TitleTextNotificationCreated
source: Notification has created, we will definitely notify you if there is a suitable meeting! Would you like to create another notification?
ru_ru: Уведомление создано, мы обязательно сообщим, если будет подходящая встреча! Хотели бы вы добавить еще одно уведомление?

# TitleTextNotificationAlreadyExist
source: Notification with the same parameters already exist. Would you like to create another notification?
ru_ru: Уведомление с такими параметрами уже существует. Хотите создать другое уведомление?

# TitleTextNotificationPreferences
source: Choose one or more levels you practice, we will notify you when someone creates meeting for the specified levels
ru_ru: Выберите один или несколько уровней которые вы практикуете, мы уведомим вас когда кто-то создаст встречу по указанным уровням

# SelectLanguageNotificationPreferences
source: Choose the language you practice, we will notify you when someone creates a meeting in the specified language
ru_ru: Выберите язык который вы практикуете, мы уведомим вас когда кто-то создаст встречу по указанному языку

# ButtonTextNextMeeting
source: NEXT MEETING ➡️
ru_ru: СЛЕДУЮЩАЯ ВСТРЕЧА ➡️

# ButtonTextPreviousMeeting
source: ⬅️ PREVIOUS MEETING
ru_ru: ⬅ ПРЕДЫДУЩАЯ ВСТРЕЧА

# ButtonTextNextTopics
source: NEXT TOPICS ➡️
ru_ru: СЛЕДУЮЩИЕ ТЕМЫ ➡️

# ButtonTextPreviousTopics
source: ⬅ ️PREVIOUS TOPICS
ru_ru: ⬅️ ПРЕДЫДУЩИЕ ТЕМЫ

# ButtonTextPreviousMonth
source: ⬅️ PREVIOUS MONTH
ru_ru: ⬅️ ПРЕДЫДУЩИЙ МЕСЯЦ

# NoFreePlacesWhenJoin
source: ❌You can`t join the meeting because there are not free places❌ <u><b>You are always able to create your own meeting.</b></u>
ru_ru: ❌Вы не можете присоединиться к встрече, потому что нет свободных мест❌ <u><b>Вы всегда можете создать свою собственную встречу.</b></u>

# TitleTextPreferncesEdited
source: Notifications for <u>{0}, {1}</u> {2}
ru_ru: Уведомления <u>{0}, {1}</u> {2}

# ButtonTextToSettingMenu
source: BACK TO SETTINGS MENU
ru_ru: НАЗАД К НАСТРОЙКАМ

# DescriptionTextSetGender
source: SET GENDER
ru_ru: УСТАНОВИТЬ ПОЛ

# ButtonTextSetUp
source: SET UP
ru_ru: НАСТРОИТЬ

# ButtonTextGoToMenu
source: GO TO MENU
ru_ru: ПЕРЕЙТИ К МЕНЮ

# ButtonTextChangeNotification
source: NOTIFICATIONS SETTINGS
ru_ru: НАСТРОИТЬ УВЕДОМЛЕНИЯ

# CantJoinMeetingIsInProgressOrEnded
source: Unfortunately you can`t join meeting as it`s already in progress or ended.
ru_ru: К сожалению, вы не можете присоединиться к встрече, так как она уже в процессе или закончилась.

# ButtonTextIWillJoinNextTime
source: I WILL JOIN NEXT TIME
ru_ru: ПРИСОЕДИНЮСЬ В СЛЕДУЮЩИЙ РАЗ

# MessageTextSetLocation
source: In order for me to be able to show meetings date and time in your time zone, I need to know your location. You can set location by executing /setlocation command.
ru_ru: Для того, чтобы я мог показывать дату и время встреч в вашем часовом поясе, мне нужно знать ваше местоположение. Вы можете установить местоположение, выполнив команду /setlocation.

# NotificationsDisabled
source: <b>are disabled</b>
ru_ru: <b>отключены</b>

# NotificationsEnabled
source: <b>are enabled</b>
ru_ru: <b>включены</b>

# CouldNotCreateGoogleMeetMeeting
source: Could not create google meet meeting. Try again later or try to re-authorize with Google
ru_ru: Не удалось создать встречу Google Meet, попробуйте чуть позже или попробуйте авторизоваться заново с помощью Google.

# ButtonTextTurnOffNotifications
source: TURN OFF NOTIFICATIONS
ru_ru: ОТКЛЮЧИТЬ УВЕДОМЛЕНИЯ

# TitleTextTurnOffNotificationFor
source: Turn off notification for:
ru_ru: Отключить уведомления на:

# ButtonTextOneDay
source: ONE DAY
ru_ru: ОДИН ДЕНЬ

# ButtonTextOneWeek
source: ONE WEEK
ru_ru: ОДНУ НЕДЕЛЮ

# ButtonTextOneMonth
source: ONE MONTH
ru_ru: ОДИН МЕСЯЦ

# TitleTextMeetingNotificationTurnedOff
source: All new meeting notifications were turned off for a {0}
ru_ru: Все уведомления о появлении новых встреч отключены на {0}

# TitleTextTurnOnNotificationQuestion
source: Do you want to turn on notification by preferences?
ru_ru: Хотите включить уведомления по предпочтениям?

# ButtonTextYesTurnOn
source: YES, TURN ON
ru_ru: ДА, ВКЛЮЧИТЬ

# JoinMeetingCanceled
source: Meeting creator <b>canceled meeting</b>. <u><b>You are always able to create your own meeting.</b></u
ru_ru: Создатель встречи<b>отменил встречу</b>. <u><b>Вы всегда можете создать свою собственную встречу.</b></u>

# MeetingAlreadyBegun
source: You cannot leave the meeting that has already begun or ended.
ru_ru: Нельзя покинуть встречу которая уже началась или закончилаись.

# RequestLimitMessage
source: Please wait, we are still handling your request.
ru_ru: Пожалуйста, подождите, мы все еще обрабатываем ваш запрос.

# ButtonTextGoBack
source: GO BACK
ru_ru: НАЗАД

# TitleTextNotificationByPreference
source: <b>A meeting by your preferences has appeared.</b>
ru_ru: <b>Появилась встреча по вашим предпочтениям.</b>

# TitleTextMeetingReminder
source: Friendly reminder, your meeting <b>#{{ meeting.id }}</b> starts soon at {{ meeting.time }}.
ru_ru: Дружелюбное напоминание, встреча <b>#{{ meeting.id }}</b> начнется в {{ meeting.time }}.
