Repository: nepedal/new-coin-listing-alert-bot--copy
Catalog: src/CryptoCoinsParser.Application/Resources/Localization/Localization.*.resx
Languages: ru_ru

# TitleTextNobodyJoinsMeeting
source: Friendly reminder, unfortunately no one joined meeting #{{meeting.id}} yet, which will start at {{meeting.time}}.
ru_ru: К сожалению пока никто не присоединился к встрече #{{ meeting.id}} которая начнется в {{meeting.time}}.

# MeetingMessage
source: <u>Meeting #{0}</u> Participant {1} sent a message to the chat: <b>{2}</b>.
ru_ru: <u>Встеча #{0}</u> Участник встречи {1} отправил сообщение в чат: <b>{2}</b>.

# ButtonTextOpenWebApp
source: OPEN WEB APP
ru_ru: ОТКРЫТЬ ВЕБ-ВЕРСИЮ

# ButtonTextUpTo5Min
source: UP TO 5 MINUTES
ru_ru: ДО 5 МИНУТ

# ButtonTextUpTo10Min
source: UP TO 10 MINUTES
ru_ru: ДО 10 МИНУТ

# ButtonTextUpTo20Min
source: UP TO 20 MINUTES
ru_ru: ДО 20 МИНУТ

# TitleTextHowLateWillYouBe
source: How late will you be?
ru_ru: На сколько вы опоздаете?

# ButtonTextWilBeLate
source: WILL BE LATE
ru_ru: ОПОЗДАЮ

# ParticipantWillBeLate
source: Meeting participant {0} will be {1} minutes late. {2}
ru_ru: Участиник встречи {0} опоздает на {1} минут. {2}

# TitleTextMessageSent
source: Message sent to all meeting`s participants.
ru_ru: Сообщение отправлено всем участникам встречи.

# ButtonTextReplyInChat
source: REPLY IN CHAT
ru_ru: ОТВЕТИТЬ В ЧАТЕ

# TitleTextTypeOfMeeting
source: Which type of meeting would you like to create?
ru_ru: Какой тип встречи вы хотели бы создать?

# ButtonTextOnline
source: ONLINE
ru_ru: ОНЛАЙН

# ButtonTextOffline
source: OFFLINE
ru_ru: ОФФЛАЙН

# TitleTextOfflineMeeting
source: In order to create offline meeting, please use Telegram Web App, standard Telegram Bot doesn't allow to enter all required info.
ru_ru: Для того чтобы создать оффлайн-встречу, пожалуйста, используйте Telegram Web App, стандартный Telegram бот не позволяет ввести всю необходимую информацию.

# TitleTextFinishRegistration
source: Please finish registration to continue🙏
ru_ru: Пожалуйста зарегистрируйтесь чтобы продолжить🙏
